{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "-",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "-": 0,
      "'": 1,
      "A": 2,
      "B": 3,
      "C": 4,
      "D": 5,
      "E": 6,
      "F": 7,
      "G": 8,
      "H": 9,
      "I": 10,
      "J": 11,
      "K": 12,
      "L": 13,
      "M": 14,
      "N": 15,
      "O": 16,
      "P": 17,
      "Q": 18,
      "R": 19,
      "S": 20,
      "T": 21,
      "U": 22,
      "V": 23,
      "W": 24,
      "X": 25,
      "Y": 26,
      "Z": 27,
      "##A": 28,
      "##S": 29,
      "##C": 30,
      "##U": 31,
      "##L": 32,
      "##I": 33,
      "##N": 34,
      "##E": 35,
      "##R": 36,
      "##T": 37,
      "##O": 38,
      "##Z": 39,
      "##V": 40,
      "##B": 41,
      "##K": 42,
      "##M": 43,
      "##H": 44,
      "##Y": 45,
      "##'": 46,
      "##D": 47,
      "##G": 48,
      "##X": 49,
      "##Q": 50,
      "##P": 51,
      "##J": 52,
      "##W": 53,
      "##F": 54,
      "TH": 55,
      "THE": 56,
      "##ER": 57,
      "##ND": 58,
      "##IN": 59,
      "##ED": 60,
      "##OU": 61,
      "##AT": 62,
      "##EN": 63,
      "AND": 64,
      "##OR": 65,
      "##ES": 66,
      "TO": 67,
      "OF": 68,
      "##ON": 69,
      "##IS": 70,
      "##ING": 71,
      "##AR": 72,
      "##LL": 73,
      "##IT": 74,
      "##AS": 75,
      "##AN": 76,
      "IN": 77,
      "##RE": 78,
      "WH": 79,
      "HE": 80,
      "##OM": 81,
      "BE": 82,
      "HA": 83,
      "##LE": 84,
      "##OT": 85,
      "##OW": 86,
      "##IC": 87,
      "##UT": 88,
      "IT": 89,
      "##LD": 90,
      "THAT": 91,
      "SH": 92,
      "##LY": 93,
      "WAS": 94,
      "##GH": 95,
      "##ID": 96,
      "##VE": 97,
      "##SE": 98,
      "ON": 99,
      "##ET": 100,
      "##ENT": 101,
      "YOU": 102,
      "##IM": 103,
      "##ST": 104,
      "##CE": 105,
      "##ITH": 106,
      "FOR": 107,
      "##IR": 108,
      "##ION": 109,
      "AS": 110,
      "##AY": 111,
      "HIS": 112,
      "##AL": 113,
      "WITH": 114,
      "##UR": 115,
      "ST": 116,
      "##TER": 117,
      "HER": 118,
      "##VER": 119,
      "##CH": 120,
      "##AD": 121,
      "RE": 122,
      "##GHT": 123,
      "AN": 124,
      "NOT": 125,
      "IS": 126,
      "HAD": 127,
      "SA": 128,
      "AT": 129,
      "##OO": 130,
      "##HER": 131,
      "BUT": 132,
      "##OULD": 133,
      "SHE": 134,
      "##CT": 135,
      "##ESS": 136,
      "FR": 137,
      "SE": 138,
      "##AM": 139,
      "PR": 140,
      "WE": 141,
      "HIM": 142,
      "SO": 143,
      "##ILL": 144,
      "##AIN": 145,
      "SU": 146,
      "##IGHT": 147,
      "ME": 148,
      "##ERE": 149,
      "##ALL": 150,
      "##KE": 151,
      "##IL": 152,
      "##'S": 153,
      "DE": 154,
      "MY": 155,
      "THEY": 156,
      "ALL": 157,
      "##EST": 158,
      "CH": 159,
      "##ICH": 160,
      "NE": 161,
      "BY": 162,
      "HAVE": 163,
      "##OME": 164,
      "##PP": 165,
      "##CK": 166,
      "LI": 167,
      "THIS": 168,
      "DO": 169,
      "##ORE": 170,
      "CON": 171,
      "##US": 172,
      "WHICH": 173,
      "##RI": 174,
      "##UL": 175,
      "UP": 176,
      "SAID": 177,
      "FROM": 178,
      "##TH": 179,
      "##ARD": 180,
      "##GE": 181,
      "##RA": 182,
      "OR": 183,
      "ONE": 184,
      "NO": 185,
      "EX": 186,
      "WERE": 187,
      "THERE": 188,
      "##OS": 189,
      "##PE": 190,
      "MAN": 191,
      "##BLE": 192,
      "WHO": 193,
      "AL": 194,
      "##ANT": 195,
      "##IE": 196,
      "##OUS": 197,
      "##UST": 198,
      "##ATION": 199,
      "FE": 200,
      "##AND": 201,
      "THEM": 202,
      "##ERS": 203,
      "##LF": 204,
      "WHEN": 205,
      "##IND": 206,
      "##AST": 207,
      "GO": 208,
      "##OOD": 209,
      "KN": 210,
      "##UN": 211,
      "##OUR": 212,
      "##IST": 213,
      "##EM": 214,
      "##ART": 215,
      "ARE": 216,
      "##OUT": 217,
      "WOULD": 218,
      "WHAT": 219,
      "LE": 220,
      "THEIR": 221,
      "##ONG": 222,
      "IF": 223,
      "EN": 224,
      "UN": 225,
      "##IF": 226,
      "COM": 227,
      "##OUND": 228,
      "AB": 229,
      "OUT": 230,
      "WOR": 231,
      "##OL": 232,
      "WILL": 233,
      "INT": 234,
      "BR": 235,
      "##AK": 236,
      "MIS": 237,
      "##ATE": 238,
      "##OP": 239,
      "##UM": 240,
      "##OUGH": 241,
      "##ITT": 242,
      "##LA": 243,
      "##OOK": 244,
      "##ISH": 245,
      "##ONE": 246,
      "##AP": 247,
      "BEEN": 248,
      "AR": 249,
      "##OWN": 250,
      "##AME": 251,
      "THEN": 252,
      "##VEN": 253,
      "##'T": 254,
      "##SELF": 255,
      "##IVE": 256,
      "TR": 257,
      "RO": 258,
      "##IG": 259,
      "##REAT": 260,
      "FA": 261,
      "AF": 262,
      "SP": 263,
      "QU": 264,
      "##ERY": 265,
      "##ITY": 266,
      "##ORT": 267,
      "##OST": 268,
      "TW": 269,
      "AG": 270,
      "COULD": 271,
      "##EL": 272,
      "AM": 273,
      "##AKE": 274,
      "ANY": 275,
      "##URE": 276,
      "SOME": 277,
      "YOUR": 278,
      "CAN": 279,
      "MORE": 280,
      "TIM": 281,
      "##EP": 282,
      "##NDER": 283,
      "EVER": 284,
      "##ENCE": 285,
      "##THER": 286,
      "##FE": 287,
      "INTO": 288,
      "##RY": 289,
      "##OSE": 290,
      "NOW": 291,
      "##AU": 292,
      "##AG": 293,
      "VERY": 294,
      "##QU": 295,
      "##VED": 296,
      "BO": 297,
      "OTHER": 298,
      "DID": 299,
      "CL": 300,
      "##ANCE": 301,
      "THAN": 302,
      "##ITTLE": 303,
      "LITTLE": 304,
      "##INE": 305,
      "##IES": 306,
      "##OUN": 307,
      "LOOK": 308,
      "##WAY": 309,
      "##URN": 310,
      "LIKE": 311,
      "##ITE": 312,
      "GR": 313,
      "##EAR": 314,
      "##ACH": 315,
      "LO": 316,
      "##ASS": 317,
      "##OTHER": 318,
      "##ABLE": 319,
      "##OUGHT": 320,
      "KNOW": 321,
      "TIME": 322,
      "IM": 323,
      "US": 324,
      "CO": 325,
      "##FORE": 326,
      "##ELL": 327,
      "HOW": 328,
      "##HING": 329,
      "##CC": 330,
      "DAY": 331,
      "AD": 332,
      "##ACK": 333,
      "ABOUT": 334,
      "##ADE": 335,
      "##ICE": 336,
      "SEE": 337,
      "OVER": 338,
      "##CI": 339,
      "##IDE": 340,
      "##PT": 341,
      "DIS": 342,
      "##INK": 343,
      "TOO": 344,
      "##WN": 345,
      "GREAT": 346,
      "AFTER": 347,
      "PER": 348,
      "PRO": 349,
      "AGAIN": 350,
      "##MENT": 351,
      "UPON": 352,
      "HAND": 353,
      "HAS": 354,
      "##REE": 355,
      "##KED": 356,
      "##ATHER": 357,
      "ONLY": 358,
      "CAR": 359,
      "##TAIN": 360,
      "##ALLY": 361,
      "STR": 362,
      "MAR": 363,
      "PO": 364,
      "WELL": 365,
      "FL": 366,
      "##AB": 367,
      "SHOULD": 368,
      "##PL": 369,
      "SAY": 370,
      "GOOD": 371,
      "##INGS": 372,
      "TWO": 373,
      "OUR": 374,
      "THR": 375,
      "##UD": 376,
      "##VING": 377,
      "##OSS": 378,
      "DOWN": 379,
      "##TY": 380,
      "##IRE": 381,
      "PE": 382,
      "BEFORE": 383,
      "##VES": 384,
      "##ILE": 385,
      "APP": 386,
      "EVERY": 387,
      "ITS": 388,
      "PL": 389,
      "CR": 390,
      "OLD": 391,
      "OFF": 392,
      "MADE": 393,
      "##ICK": 394,
      "##IED": 395,
      "LONG": 396,
      "BL": 397,
      "##AGE": 398,
      "##BER": 399,
      "WHERE": 400,
      "##RESS": 401,
      "FIR": 402,
      "##ANG": 403,
      "MU": 404,
      "NEVER": 405,
      "MUST": 406,
      "SM": 407,
      "##FUL": 408,
      "SUCH": 409,
      "##ULL": 410,
      "##IONS": 411,
      "##FT": 412,
      "PRE": 413,
      "CAME": 414,
      "##RO": 415,
      "MISS": 416,
      "##WARD": 417,
      "##EEN": 418,
      "##ILD": 419,
      "##ORN": 420,
      "##UE": 421,
      "EVEN": 422,
      "UNDER": 423,
      "THESE": 424,
      "##ORD": 425,
      "COME": 426,
      "PART": 427,
      "FO": 428,
      "SC": 429,
      "##ATED": 430,
      "REM": 431,
      "IND": 432,
      "##NESS": 433,
      "BEC": 434,
      "##PER": 435,
      "MAY": 436,
      "MUCH": 437,
      "THINK": 438,
      "##IOUS": 439,
      "WAY": 440,
      "MISTER": 441,
      "##OUNT": 442,
      "##LED": 443,
      "LET": 444,
      "EY": 445,
      "##ATH": 446,
      "THOUGHT": 447,
      "##ECT": 448,
      "BACK": 449,
      "SPE": 450,
      "GL": 451,
      "##ADY": 452,
      "BET": 453,
      "##FF": 454,
      "##ANS": 455,
      "RES": 456,
      "JUST": 457,
      "FIRST": 458,
      "##ISE": 459,
      "HERE": 460,
      "HO": 461,
      "OWN": 462,
      "DES": 463,
      "##RIED": 464,
      "OB": 465,
      "##CES": 466,
      "PLA": 467,
      "MO": 468,
      "##CED": 469,
      "CONT": 470,
      "##ARY": 471,
      "##ERED": 472,
      "WENT": 473,
      "HIMSELF": 474,
      "MEN": 475,
      "##CO": 476,
      "##ME": 477,
      "##INT": 478,
      "##ON'T": 479,
      "I'": 480,
      "MIGHT": 481,
      "##ILY": 482,
      "SEEM": 483,
      "##IP": 484,
      "BEG": 485,
      "##OTH": 486,
      "##OUSE": 487,
      "##AVE": 488,
      "WAT": 489,
      "COMP": 490,
      "SW": 491,
      "THROUGH": 492,
      "##IGH": 493,
      "AWAY": 494,
      "EM": 495,
      "##N'T": 496,
      "GET": 497,
      "HEAD": 498,
      "IMP": 499,
      "##LLOW": 500,
      "BEL": 501,
      "##ENED": 502,
      "WITHOUT": 503,
      "##IZ": 504,
      "LIFE": 505,
      "MOST": 506,
      "PASS": 507,
      "EAR": 508,
      "MAKE": 509,
      "CONS": 510,
      "TURN": 511
    }
  }
}